<!DOCTYPE html>
<html lang="en">
<head>
	<base href="<?php echo base_url();?>">
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
	<meta charset="utf-8">
	<title><?php echo $title; ?></title>
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	<meta name="description" content="乐慈">
	<!-- Le styles -->
	<link href="./css/bootstrap.css" rel="stylesheet">
	<!--<link href="./css/bootstrap-responsive.css" rel="stylesheet">-->
</head>
<body>
<div class="container" style="width:80%">
	<h2 style="text-align:center;">《乐慈网用户协议》</h2>
	<hr />
	<h4>1. 特别提示</h4><br />
			1.1 北京乐慈科技有限公司同意按照本协议的规定及其不时发布的操作规则提供乐慈网平台服务（以下简称“乐慈网”），为使用该服务，用户应当同意本协议的全部条款并按照页面上的提示完成同意捐赠程序。用户在进行线上捐款过程中点击“同意”按钮即表示用户完全接受本协议项下的全部条款；<br />
			1.2 用户确认捐赠协议成功后，即可使用乐慈网产品捐赠功能、求助功能；用户应当对以其账户进行的所有乐慈网活动和事件负法律责任。<br />
			
			<h4>2. 服务内容</h4><br />
			2.1 乐慈网向用户提供安全稳定的付款渠道。用户在使用“乐慈网”过程中可向有需求的公益组织及公益项目捐赠款项；<br />
			2.2 乐慈网提供在线查询系统，该查询系统列明相关项目情况、网友参与情况、募款状况等。用户可查询公益项目，自行选择进行捐赠；同时可以查询历史捐赠记录、捐赠项目更新、项目报告等。<br />
			
			<h4>3. 服务变更、中断或终止</h4><br />
			3.1 鉴于网络服务的特殊性，用户同意乐慈网有权随时变更、中断或终止部分或全部的网络服务（包括收费网络服务）。如变更、中断或终止的网络服务属于免费网络服务，乐慈网无需通知用户，也无需对任何用户或任何第三方承担任何责任；如变更、中断或终止的网络服务属于收费网络服务，乐慈网应当在变更、中断或终止之前事先通知用户，并应向受影响的用户提供等值的替代性的收费网络服务，如用户不愿意接受替代性的收费网络服务，就该用户已经向乐慈网支付的服务费，乐慈网应当按照该用户实际使用相应收费网络服务的情况扣除相应服务费之后将剩余的服务费退还给该用户；<br />
			3.2 用户理解，乐慈网需要定期或不定期地对提供网络服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成收费网络服务在合理时间内的中断，乐慈网无需为此承担任何责任，但乐慈应尽可能事先进行通告；<br />
			3.3 如发生下列任何一种情形，乐慈网有权以立即关闭其募捐通道、封闭该账号并做出公告等方式随时中断或终止向用户提供本协议项下的乐慈网服务而无需对用户或任何第三方承担任何责任：<br />
			3.3.1 用户提供的个人资料、捐款信息、求助信息为虚假信息或信息不准确；<br />
			3.3.2 用户违反本协议中规定的使用规则；<br />
			3.3.3 用户使用乐慈网产品进行不法行为，触犯中华人民共和国宪法及现行法律法规。<br />
			因上述原因募得之善款，乐慈网有权将其用作其他公益项目。<br />
			
			<h4>4. 使用规则</h4><br />
			4.1 用户在申请使用乐慈网产品时，必须向乐慈网提供准确、真实的个人资料、求助人资料及求助目标信息，如资料及信息有任何变动，必须及时更新；如因资料及信息有任何不准确造成项目失败或引起质疑，由用户自行承担全部风险和责任；与乐慈网无涉；<br />
			4.2 用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号遭他人非法使用，应立即通知乐慈。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，乐慈网不承担任何责任；<br />
			4.3 用户同意乐慈网有权在提供网络服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息（包括但不限于在乐慈网站的任何页面上投放广告），并且，用户同意接受乐慈网通过电子邮件或其他方式向用户发送商品促销或其他相关商业信息；<br />
			4.4 用户使用乐慈网作为公益项目实施平台，用户在该平台上自行发起的公益项目是否达到预期效果乐慈网产品不做结果保证；<br />
			4.5 用户在使用乐慈网服务过程中，必须遵循以下原则：<br />
			4.5.1 遵守中国有关的法律和法规；<br />
			4.5.2 遵守所有与乐慈网服务有关的网络协议、规定和程序；<br />
			4.5.3 不得为任何非法目的而使用乐慈网服务系统；<br />
			4.5.4 不得以任何形式使用乐慈网服务侵犯乐慈的商业利益，包括并不限于发布非经乐慈许可的商业广告；<br />
			4.5.5 不得利用乐慈网服务系统进行任何可能对互联网或移动网正常运转造成不利影响的行为；<br />
			4.5.6 不得利用乐慈提供的乐慈网服务上传、展示或传播任何虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；<br />
			4.5.7 不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；<br />
			4.5.8 不得利用乐慈网服务系统进行任何不利于乐慈的行为。<br />
			4.6 乐慈网有权对用户使用乐慈网服务的情况进行审查和监督(包括但不限于对用户存储在乐慈的内容进行审核)，如用户在使用乐慈网服务时违反任何上述规定，乐慈网或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容等、暂停或终止用户使用乐慈网服务的权利）以减轻用户不当行为造成的影响。<br />
			4.7 乐慈网针对某些特定的乐慈网服务的使用通过各种方式（包括但不限于网页公告、电子邮件、短信、私信提醒等）作出的任何声明、通知、警示等内容视为本协议的一部分，用户如使用该等乐慈网服务，视为用户同意该等声明、通知、警示的内容。<br />
			
			<h4>5. 双方承诺</h4><br />
			5.1 用户自愿向受赠方捐款、并信任受捐公益组织发布的信息。<br />
			5.2 用户捐赠成功即为确认捐赠钱款无误，捐款成功后由公益组织进行管理和使用，乐慈网平台募捐项目款项一旦由用户捐赠成功即不可退回。<br />
			5.3 用户同意，如遇自然因素及其他不可抗力导致公益项目结束，捐款人所捐物资转做同类公益项目使用，乐慈网需在其乐慈网产品的相关页面进行公示，不再另行通知用户。<br />
			5.4 用户知悉乐慈网平台为乐慈网提供的支持公益事业的专业产品，用户在此产品上进行的任何操作默认为授权乐慈网平台对个人账号进行操作，包含捐款账户。<br />
			5.5 用户如需开具相应捐赠发票，可向受捐公益组织提交申请。<br />
			5.6 公益组织情况说明:<br />
			5.6.1 乐慈网平台上所有入驻公益组织均已通过中华人民共和国合法注册；募款组织均为已经注册的公募基金会；<br />
			5.6.2 乐慈网平台上的所有公益项目均按照国家法律法规自行发起，内容核实由公益机构、各界媒体进行核实，不经由乐慈网产品核实；<br />
			5.6.3 公益组织承诺收到的所有捐赠钱款将全数用于公益事业及所公示的公益项目，公益组织承诺不得转作其他用途；<br />
			5.6.4 公益组织承诺尊重捐赠方的意愿，并遵循公益事业的准则和按照基金会章程的规定管理和使用捐赠款项。<br />
			5.6.5 公益组织相应项目情况、捐款进度可通过乐慈网平台查询。<br />
			
			<h4>6. 隐私保护</h4><br />
			6.1 保护用户隐私是乐慈的一项基本政策，乐慈网保证不对外公开或向第三方提供单个用户的注册资料及用户在使用乐慈网服务时存储在乐慈网的非公开内容，但下列情况除外：<br />
			6.1.1 事先获得用户的明确授权；<br />
			6.1.2 根据有关的法律法规要求；<br />
			6.1.3 按照相关政府主管部门的要求；<br />
			6.1.4 为维护社会公众的利益；<br />
			6.1.5 为维护乐慈网的合法权益。<br />
			6.2 乐慈网可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与乐慈网同等的保护用户隐私的责任，则乐慈网有权将用户的注册资料等提供给该第三方；<br />
			6.3 在不透露单个用户隐私资料的前提下，乐慈网有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。<br />
			
			<h4>7. 免责声明</h4><br />
			7.1 用户明确同意其使用乐慈网服务所存在的风险将完全由其自己承担；因其使用乐慈网服务而产生的一切后果也由其自己承担，乐慈网对用户不承担任何责任。<br />
			7.2 乐慈网不担保乐慈网服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。<br />
			7.3 乐慈网不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由乐慈网实际控制的任何网页上的内容，乐慈网不承担任何责任。<br />
			7.4 对于因不可抗力或乐慈网不能控制的原因造成的网络服务中断或其它缺陷，乐慈网不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。<br />
			7.5 用户同意，对于乐慈网向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，乐慈网无需承担任何责任：<br />
			7.5.1 乐慈网向用户免费提供的各项网络服务；<br />
			7.5.2 乐慈网向用户赠送的任何产品或者服务；<br />
			7.5.3 乐慈网向收费网络服务用户附赠的各种产品或者服务。<br />
			<h4>8. 违约赔偿</h4>
			8.1 如因乐慈网违反有关法律、法规或本协议项下的任何条款而给用户造成损失，乐慈网同意承担由此造成的损害赔偿责任。<br />
			8.2 用户同意保障和维护乐慈网及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给乐慈网或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。<br />
			<h4>9. 协议修改</h4>
			9.1 乐慈网有权随时修改本协议的任何条款，一旦本协议的内容发生变动，乐慈网将会直接在乐慈网网站上公布修改之后的协议内容，该公布行为视为乐慈网已经通知用户修改内容。乐慈网也可通过其他适当方式向用户提示修改内容。<br />
			9.2 如果不同意乐慈网对本协议相关条款所做的修改，用户有权停止使用乐慈网服务。如果用户继续使用乐慈网服务，则视为用户接受乐慈网对本协议相关条款所做的修改。<br />
			<h4>10. 通知送达</h4>
			10.1 本协议项下乐慈网对于用户所有的通知均可通过网页公告、电子邮件、手机短信、私信或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。<br />
			10.2 用户对于乐慈网的通知应当通过乐慈网对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。<br />
			<h4>11. 法律管辖</h4>
			11.1 本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。<br />
			11.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向乐慈所在地的人民法院提起诉讼。<br />
			<h4>12. 其他规定</h4>
			12.1 本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。<br />
			12.2 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。<br />
			12.3 本协议中的标题仅为方便而设，在解释本协议时应被忽略。
</div>
</body>
</html>